/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"AppName" = "Inspection Writer";
"Diagnostics" = "Diagnostics";
"Server" = "Server";
"Port" = "Port";
"DeveloperMode" = "Developer Mode";
"UseStage" = "Use Stage";
"ApiOverride" = "Api Override";
"DiagnosticsFooter" = "Enter a Logger Host Name or IP and Port.";
"HideCancelButton" = "Hide Cancel Button on Inspection";
"IgnoreCellularConnectivity" = "Ignore Cellular Connectivity";
"ApiVersion" = "API Version";
"DeveloperFooter" = "Toggle switch to force the use of the Stage Server, or enter the url of a custom Web Api";
"PortraitLock" = "Portrait Lock";
"InspectionLookback" = "Display Previous Inspection Value";
"ImageCache" = "Inspection Image Cache";
"LoggingLevel" = "Logging Level";
"Default" = "Default";
"Acknowledgments" = "Acknowledgments";
"None" = "None";
"All" = "All";
"Warning" = "Warning";
"Information" = "Information";
"Debug" = "Debug";
"3Days" = "3 Days";
"7Days" = "7 Days";
"14Days" = "2 Weeks";
"21Days" = "3 Weeks";
"30Days" = "30 Days";
"60Days" = "60 Days";
"90Days" = "90 Days";
"180Days" = "180 Days";
"1Year" = "1 Year";
